import { MyDiaryData, MyExerciseData } from "@/types/OwnRercord";

export const MyExerciseList: MyExerciseData[] = [
  {
    date: "2024-11-21T00:00:00.000Z",
    name: "家事全般（立位・軽い）",
    kcal: 26,
    time: 10,
  },
  {
    date: "2024-11-21T00:00:00.000Z",
    name: "家事全般（立位・軽い）",
    kcal: 26,
    time: 10,
  },
  {
    date: "2024-11-21T00:00:00.000Z",
    name: "家事全般（立位・軽い）",
    kcal: 26,
    time: 10,
  },
  {
    date: "2024-11-21T00:00:00.000Z",
    name: "家事全般（立位・軽い）",
    kcal: 26,
    time: 10,
  },
  {
    date: "2024-11-21T00:00:00.000Z",
    name: "家事全般（立位・軽い）",
    kcal: 26,
    time: 10,
  },
  {
    date: "2024-11-21T00:00:00.000Z",
    name: "家事全般（立位・軽い）",
    kcal: 26,
    time: 10,
  },
  {
    date: "2024-11-21T00:00:00.000Z",
    name: "家事全般（立位・軽い）",
    kcal: 26,
    time: 10,
  },
  {
    date: "2024-11-21T00:00:00.000Z",
    name: "家事全般（立位・軽い）",
    kcal: 26,
    time: 10,
  },
  {
    date: "2024-11-21T00:00:00.000Z",
    name: "家事全般（立位・軽い）",
    kcal: 26,
    time: 10,
  },
  {
    date: "2024-11-21T00:00:00.000Z",
    name: "家事全般（立位・軽い）",
    kcal: 26,
    time: 10,
  },
  {
    date: "2024-11-21T00:00:00.000Z",
    name: "家事全般（立位・軽い）",
    kcal: 26,
    time: 10,
  },
  {
    date: "2024-11-21T00:00:00.000Z",
    name: "家事全般（立位・軽い）",
    kcal: 26,
    time: 10,
  },
];

export const MyDiaryListData: MyDiaryData[] = [
  {
    date: "2024-11-11T23:25:00Z",
    content:
      "私の日記の記録が一部表示されます \n。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2024-11-11T23:25:00Z",
    content:
      "私の日記の記録が一部表示されます \nテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2024-11-11T23:25:00Z",
    content:
      "私の日記の記録が一部表示されます \nテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2024-11-11T23:25:00Z",
    content:
      "私の日記の記録が一部表示されます \nテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2024-11-11T23:25:00Z",
    content:
      "私の日記の記録が一部表示されます \nテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2024-11-11T23:25:00Z",
    content:
      "私の日記の記録が一部表示されます \nテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2024-11-11T23:25:00Z",
    content:
      "私の日記の記録が一部表示されます \nテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2024-11-11T23:25:00Z",
    content:
      "私の日記の記録が一部表示されます \nテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2024-11-11T23:25:00Z",
    content:
      "私の日記の記録が一部表示されます \nテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2024-11-11T23:25:00Z",
    content:
      "私の日記の記録が一部表示されます \nテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2024-11-11T23:25:00Z",
    content:
      "私の日記の記録が一部表示されます \nテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2024-11-11T23:25:00Z",
    content:
      "私の日記の記録が一部表示されます \nテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },

  {
    date: "2024-11-11T23:25:00Z",
    content:
      "私の日記の記録が一部表示されます \nテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2024-11-11T23:25:00Z",
    content:
      "私の日記の記録が一部表示されます \nテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
];
